Autodesk.Revit.DB.StripedRowPattern
Since:
2021
An enumerated type representing the possible sets of rows of a striped row schedule.
Since:
2021

Autodesk.Revit.DB.StripedRowPattern.SecondRow
The second row and every other row thereafter.

Autodesk.Revit.DB.StripedRowPattern.FirstRow
The first row and every other row thereafter.